<!DOCTYPE ETS PUBLIC "-//UMDLPS//DTD EEBOPROOF 2.0//EN">
<ETS>
<TEMPHEAD>
<REVDESCR>
<CHANGE>
<DATE>2008-10-23</DATE>
<RESPSTMT>
<NAME>Alexis Jakobson</NAME>
<RESP>MURP</RESP>
</RESPSTMT>
<ITEM>*Proofed title page(s).
*Reviewed structure.
*Checked division-marking material at heads and feet of divisions (HEADS,  CLOSER, OPENER, ARGUMENT, EPIGRAPH, SIGNED, BYLINE, etc.).  
*Added TYPEs to DIVs in order to validate. 
*Checked for N=""s. 
*Checked ^s. 
*Checked placement and completeness of PBs. 
*Checked for foreign, damage and missing-page GAPs, #, --.  
*Checked for LBs, startqs / endqs, q;s, &abque;s, ABBRs and Qs. 
*Checked for FIGUREs and decorated initials.
*Checked proofsheets and made corrections found there.  
*Corrected <GAP DESC="illegible" RESP="pdcc" EXTENT="2 letters">s and <GAP DESC="illegible" RESP="pdcc" EXTENT="1 word">s etc. 
*Converted <GAP DESC="illegible" RESP="pdcc" EXTENT="2 letters">s to GAP DESC="illegible" RESP="[vendor name]".
*Revalidated. </ITEM>
</CHANGE>
</REVDESCR>
</TEMPHEAD>
<EEBO>
<IDG S="marc" R="UM" ID="K122997.000">
<STC T="C">T183380</STC>
<BIBNO T="DOCNO">CW3309399854</BIBNO>
<VID SET="ECMS">1270301500</VID>
</IDG>
<TEXT LANG="eng">
<FRONT>
<DIV1 TYPE="half title">
<PB REF="1" MS="y">
<P>AN ACCOUNT OF THE AUTOMATON, CONSTRUCTED BY ORFFYREUS, &amp;c.</P>
</DIV1>
<DIV1 TYPE="publisher's advertisement">
<PB REF="2" MS="y">
<HEAD>ADVERTISEMENT.</HEAD>
<P><HI>Shortly will be Publi&s;hed,</HI> AN ESSAY ON MOTION: BEING AN INTRODUCTION TO A NEW SYSTEM OF NATURAL PHILOSOPHY.</P>
<P>WHEREIN The Elementary principles a&s;&s;umed by Sir I&s;aac Newton, are mechani|cally deduced from Elements &s;till more general and &s;imple.</P>
</DIV1>
<DIV1 TYPE="title page">
<PB REF="3">
<P>AN ACCOUNT OF THE AUTOMATON, CONSTRUCTED BY ORFFYREUS: IN TWO LETTERS;</P>
<P>THE ONE, FROM PROFESSOR 'sGRAVESANDE, to Sir ISAAC NEWTON,</P>
<P>THE OTHER FROM BARON FISCHER, TO Dr. DESAGULIERS.</P>
<P>TO WHICH IS ANNEXED THE TESTIMONIAL OF THE PRINCE OF HESSE CASSEL, IN FAVOUR OF ORFFYREUS'S MACHINE:</P>
<P>LIKEWISE ANIMADVERSIONS, BY PROFESSOR ALLAMAN OF LEYDEN, ON THE NEGLECT OF THAT SINGULAR INVENTION;</P>
<P>WITH ADDITIONAL REMARKS ON IT'S UTILITY, RECONSTRUCTION AND IMPROVEMENT.</P>
<Q><L>Th' invention all admir'd, and each how he</L>
<L>To be th' inventor mi&s;s'd; &s;o ea&s;y it &s;eem'd</L>
<L>Once found, which yet unfound mo&s;t would have thought</L>
<L>Impo&s;&s;ible.&mdash;</L>
<BIBL>MILTON.</BIBL></Q>
<P>LONDON.</P>
<P>PRINTED IN THE YEAR M.DCC.LXX.</P>
</DIV1>
</FRONT>
<BODY>
<DIV1 TYPE="text">
<PB REF="4">
<HEAD>AN ACCOUNT OF THE AUTOMATON, CONSTRUCTED BY ORFFYREUS, &amp;c.</HEAD>
<P>ORFFYREUS, a native of Saxony, was one of tho&s;e &s;in|gular genui&s;es, who&s;e natural talents for particular arts are ac|companied by a &s;trange perver&s;ity of under&s;tanding. He had an amazing turn for practical mechanics, and applied him&s;elf to the di&s;covery of a perpetual motion; a di&s;covery as much exploded among the mathematicians as that of the philo&s;opher's &s;tone among chymi&s;ts. Orffyreus, however, after labouring about twenty years and con&s;tructing near three hundred different machines, at length hit on the contrivance of that which is de&s;cribed in the following letters.</P>
<LETTER>
<PB N="6" REF="5">
<HEAD>PROFESSOR 'sGRAVESANDE, to Sir ISAAC NEWTON.</HEAD>
<P>LE Docteur Des Aguliers, vous aura &s;ans doute fait voir un lettre, que le Baron Fi&s;cher lui a &eacute;crite, il y a quelque tems, touchant la Rou&euml; d'Orffyreus, que l'inventeur a&s;&s;&ucirc;re &ecirc;tre un mouvement perpe|tuel. Mon&s;eigneur le Landgrave a voulu que j'examina&s;&s;e au&s;&s;i la machine. Ce prince qui aime les &s;ciences &amp; les beaux arts, &amp; qui, par le &s;ecours qu'il donne &agrave; tous ceux qui s'y attachent avec quelque &s;ucc&egrave;s, ne neg|<GAP DESC="illegible" RESP="pdcc" EXTENT="1 letter">ige aucune occa&s;ion de rendre utiles au public les inventions qu'on lui <GAP DESC="illegible" RESP="pdcc" EXTENT="1 letter">re&s;ente, &s;ouhaiteroit de voir cette machine connu&euml; de tout le monde <GAP DESC="illegible" RESP="pdcc" EXTENT="1 word"> entre les mains de gens plus habiles que l'inventeur, afin qu'on en <GAP DESC="illegible" RESP="pdcc" EXTENT="1 letter">etire l'utilit&eacute; qu'on doit naturellement attendre d'une invention au&s;&s;i par|<GAP DESC="illegible" RESP="pdcc" EXTENT="1 letter">iculi&eacute;re. J'ai cr&ucirc;, Mon&s;ieur, que vous ne &s;eriez pas f&acirc;ch&eacute; d'avoir une re|lation un peu detaill&eacute;e de ce qu'on ob&s;erve dans une &eacute;xamen ext&eacute;rieur d'une machine &s;ur laquelle les &s;entiments &s;ont &s;i partagez, &amp; qui a pre&s;|que tous les habiles math&eacute;maticiens contre elle. Un tr&egrave;s grand nombre &s;o&ucirc;tient l'impo&s;&s;ibilit&eacute; du mouvement perp&eacute;tuel, d'ou e&s;t venu le peu d'attention qu'on a fait &agrave; la machine d'Orffyreus. Je &s;&ccedil;ai combien je &s;uis inferieur &agrave; ceux qui ont donn&eacute; leurs demon&s;trations &s;ur l'impo&s;&s;ibi|lit&eacute; de ce mouvement; cependant pour vous expliquer les &s;entiments avec le&s;quels j'ai &eacute;xamin&eacute; cette machine, j'aurai l'honneur de vous dire, qu'il y a environ 7 ans que je crus d&eacute;couvrir le paralogi&s;me de ces d&eacute;mon|&s;trations en ce qu'elles ne peuvent &ecirc;tre applicables a toutes les machines po&s;&s;ibles, &amp; depuis je &s;uis toujours re&s;t&eacute; tr&egrave;s per&s;uad&eacute;, qu'on peut de|montrer que le mouvement perp&eacute;tuel n'e&s;t pas contradictoire; &amp; il m'aparu que Mr. Leibnitz avoit tort de regarder comme un axiome l'im|po&s;&s;ibilit&eacute; du mouvement perpetuel, ce qui &s;ert neanmoins de fonde|ment &agrave; une partie de &s;a Philo&s;ophie. Malgr&eacute; cette per&s;ua&s;ion j'&eacute;tois fort &eacute;loign&eacute; de croire qu'Orffyreus fut a&s;&s;ez habile pour decouvrir le mouve|ment perp&eacute;tuel; je regardois ce mouvement comme ne devant &ecirc;tre d&eacute;couvert, qu'apr&egrave;s plu&s;icurs autres inventions, au cas qu'il le fut jamais.</P>
<P><PB N="7" REF="6">Depuis que j'ai &eacute;xamin&eacute; la machine, je &s;uis dans un &eacute;tonnement que je ne &s;aurois exprimer. L'auteur a du genie pour les m&eacute;chaniques, mais n'e&s;t rien moins que profond mathematicien; cependant cette ma|chine a quelque cho&s;e de &s;uprenant, quand m&ecirc;me de &s;eroit une fourbe|rie. Voici ce que regarde la machine m&eacute;me, dont l'auteur ne lai&s;&s;e voir que l'exterieur, de peur qu'on ne lui vole &s;on &s;ecret. C'e&s;t un tam|bour d'environ 14 pouces d'&eacute;pai&s;&s;eur &s;ur 12 pieds de diam&eacute;tre; il e&s;t tr&egrave;s leger, &eacute;tant fait de quelques planches a&s;&s;embl&eacute;es par d'autres pi&eacute;ces de bois, de mani&eacute;re qu'on verroit l'interieur de tous c&ocirc;tez, &s;ans une toile cir&eacute;e qui couvre tout le tambour. Ce tambour e&s;t traver&s;&eacute; d'un axe d'en|viron 6 pouces de diametre, termin&eacute; par les extr&eacute;mitez par des axes de fer de 3 quarts de pouces, &s;ur le&s;quelles la machine tourne. J'ai ex|amin&eacute; ces axes, &amp; je &s;uis tr&egrave;s per&s;uad&eacute; qu'il n'y a rien en dehors qui contribue au mouvement de la machine. J'ai tourn&eacute; le tambour tr&egrave;s lentement, &amp; il e&s;t re&s;t&eacute; en repos, au&s;&s;it&ocirc;t que j'ai retir&eacute; la main; je lui ai fait faire un tour ou deux de cette maniere: En&s;uite, je l'ai fait mou|voir tant &s;oit peu plus vite, je lui ai fait faire de meme un tour ou deux mais alors j'&eacute;tois oblig&eacute; de le retenir continu<GAP DESC="illegible" RESP="pdcc" EXTENT="1 letter">llement; car l'ayant l&auml;ch&eacute;, il a pris en moins de 2 tours &s;a plus grande cel&eacute;rit&eacute;, de maniere qu'il a fait 25 a 26 tours dans une minute. C'e&s;t Ie mouvement qu'il a con&s;erv&eacute; ci-devant pendant 2 mois dans une chambre cachet&eacute;e, dans laquelle il &eacute;toit impo&s;&s;ible qu'il y e&ucirc;t aucune fraude. S. A. Ser. fit ouvrir la chambre, &amp; arr&ecirc;ter la machine apres ce tems l&agrave;, car comme ce n'e&s;t qu'|un e&s;&s;ai, elle n'e&s;t pas a&s;&s;ez forte pour que les mat&eacute;riaux ne s'u&s;ent pas par une longue agitation. Mon&s;eigneur le Landgrave a &eacute;t&eacute; pr&eacute;&s;ent &agrave; l'ex|amen que j'ai fait de la machine. J'ai pris la libert&eacute; de demander &agrave; S. A. Ser. qui a v&ucirc; l'interieur du tambour, &s;i lor&s;que la machine a &eacute;t&eacute; agit&eacute;e pendant un certain tems, rien n'etoit chang&eacute; dans l'interieur; comme au&s;&s;i s'il n'y avoit pas quelques pi&eacute;ces dans le&s;quelles on pou|voit &s;oup&ccedil;onner de la fraude. S. A. Ser. m'a&s;&s;ure que non, &amp; que la machine e&s;t fort &s;imple. Vous voyez, Mon&s;ieur, que je n'en ai pas a&s;&s;ez vu par moi-m&ecirc;me, pour a&s;&s;&uuml;rer que j'ai une d&eacute;mon&s;tration, que dans cette machine le principe du mouvement, qui e&s;t certainement dans le tambour, &s;oit tel qu'il le faut pour rendre le mouvement perpetuel;
<PB N="8" REF="7">mais au&s;&s;i je crois qu'on ne &s;auroit me nier d'avoir de pr&eacute;&s;omtions fortes en faveur de l'inventeur. Mon&s;eigneur le Landgrave a donn&eacute; une r&eacute;compen&s;e digne de &s;a g&eacute;n&eacute;ro&s;it&eacute; a Orffyreus, afin de voir le &s;ecret de la machine, avec promi&s;e de ne point &s;e &s;ervir du &s;ecret ni de le decou|vrir, avant que l'auteur en e&ucirc;t retir&eacute; encore d'autres r&eacute;compen&s;es pour rendre &s;on invention publique. Je &s;&ccedil;ai tr&egrave;s bien, Mon&s;ieur, qu'il n'y a qu'en Angleterre o&ugrave; les &s;ciences flori&s;&s;ent a&s;&s;ez, pour fair trouver &agrave; l'au|teur une r&egrave;compen&s;e digne de &s;on invention. Il s'agit &s;implement de la lui a&s;&s;&ucirc;rer, au cas que &s;a machine &s;oit un v&eacute;ritable mouvement perp&eacute;tuel. L'auteur ne demande a toucher l'argent, qu'apr&eacute;s que la machine aura &eacute;t&eacute; &eacute;xam&iacute;n&eacute;e en dedans; on ne &s;auroit rai&s;onablement exiger cet &eacute;xamen avant la r&eacute;compen&s;e promi&s;e. Comme il s'agit d'une cho&s;e utile au public, &amp; l'avancement de &s;ciences, de decouvrir l'invention ou la fraude, j'ai cr&ucirc; que cette relation ne vous &s;eroit pas de&s;agr&eacute;able. Je &s;uis, &amp;c.</P>
</LETTER>
<P>THE letter from Baron Fi&s;cher, to Dr. De&s;aguliers, which is mentioned in the preceding epi&s;tle, &s;erves not only to confirm the foregoing particulars; but contains &s;everal others omitted by Profe&s;&s;or s'Grave&s;ande. It is indeed written, as Mr. Alla|man ju&s;tly ob&s;erves, in very bad French, but is &s;ufficiently in|telligible; and carries with it a proof of the author's being a competent judge of the &s;ubject on which he writes
<NOTE N="*" PLACE="foot">Baron Fi&s;cher was architect to the Emperor, and fir&s;t introduced into Germany the &s;team engines, for rai&s;ing water.</NOTE>.</P>
<LETTER>
<PB N="9" REF="8">
<HEAD>BARON FISCHER, TO Dr. DESAGULIERS.</HEAD>
<P>JE me donne l'honneur de vous &eacute;crire la pr&eacute;&s;ente pour vous marquer l'e&s;time que j'ai pour vous, &amp; au&s;&s;i pour vous donner des nouvel|les de ce mouvement perp&eacute;tuel de Ca&s;&s;el, que vous m'avez tant recom|mand&eacute; pendant que je me trouvois encore &agrave; Londres. Quoi que je &s;ois fort incr&eacute;dule &s;ur les cho&s;es que je ne &s;&ccedil;aurois comprendre, je dois pour|tant vous a&s;&s;urer, que j'en &s;uis tout &agrave; fait per&s;uad&eacute;, pui&s;que jene trouve aucune cho&s;e qui pourroit emp&ecirc;cher de donner a cette machine le nom de mouvement perp&eacute;tuel, ou de &s;oi-meme; mais j'ai bien des rai&s;ons de croire, que c'en e&s;t un, &s;elon l'exp&eacute;rience que j'en ai faites &agrave; ma volont&eacute;, &amp; que &s;on alte&s;&s;e &s;ereni&s;&s;ime m'a bien voulu permettre, qui e&s;t le &s;eig|neur le plus aimable &amp; gratieux, que j'ai connu de ma vie, &amp; qui a eu la patience de re&s;ter pr&eacute;&s;ent aux epreuves, que je fai&s;ois pendant deux heures. C'e&s;t une rou&euml;, qui a 12 pieds en diametre, elle e&s;t couverte d'une toile cir&eacute;e; &agrave; chaque tour de rou&euml; en entend environ 8 poids, qui tombent doucement du cot&eacute; que la rou&euml; &s;e tourne; cette rou&euml; marche avec une vite&s;&s;e etonnante, fai&s;ant 26 tours par minute, quand la manivelle ou axe n'e&s;t point charg&eacute;e de quelque autre effort. Aiant apr&egrave;s attach&eacute; une corde &agrave; l'axe, pour faire tourner une vis d'Archi|mede, pour faire monter de l'eau; cette rou&euml; fai&s;oit 20 tours par mi|nute, ce que j'ai cont&eacute; plu&s;ieurs fois avec une montre &agrave; &s;econdes; &amp; j'ai trouv&eacute; toujours la m&ecirc;me regularit&eacute;; j'ai arret&eacute; en&s;&ucirc;ite la rou&euml; avec bien de la peine par plu&s;ieurs repri&s;es des mains &s;ur la circonference de cette Rou&euml;, qui &s;eroit capable d'elever un homme &s;i on la vouloit arr&ecirc;ter tout d'un coup. L'a&iuml;ant arret&eacute;e de &s;orte qu'elle re&s;toit immo|bile, &amp; c'e&s;t ici mon&s;ieur la plus grande preuve d'un mouvement per|p&eacute;tuel, je lui ai donn&eacute; un mouvement fort lent pour voir &s;i elle pouvoit regagner &s;a pr&eacute;mi&eacute;re vite&s;&s;e d'elle m&ecirc;me, ce dont je doutois, a&iuml;ant cru comme on le di&s;oit a Londres, qu'elle ne fai&s;oit que con&s;erver long tems le mouvement qu'on lui avoit imprim&eacute;: mais &agrave; mon grand cton|nement j'ob&s;ervai que cette Rou&euml; augmentoit &s;a vite&s;&s;e peu-a-peu ju&s;|qu'a
<PB N="10" REF="9">ce qu'elle eut fait environ 2 tours, apr&egrave;s quoi elle avoit regagn&eacute; toute la vite&s;&s;e, qu'elle avoit auparavant; ce que j'ai ob&s;erv&eacute; encore avec la montre &agrave; &s;econdes, &amp; j'ai trouv&eacute; de m&ecirc;me 26 tours par minute quand la Rou&euml; n'etoit pas charg&eacute;e, &amp; 20 tours apr&egrave;s avoir attach&eacute; la vis pour &eacute;lever de l'eau&punc; Cette &eacute;preuve M. d'avoir v&ucirc; augmenter la vi|te&s;&s;e de cette Rou&euml; par elle-m&ecirc;me, ju&s;qu'a ce qu'elle fut &eacute;gale &agrave; &s;a pr&eacute;|mi&eacute;re ou ordinaire vite&s;&s;e, apr&egrave;s une motion fort lente que je lui ai donn&eacute;, me per&s;uade plus que &s;i j'avois v&ucirc; marcher la Rou&euml; pendant un an; ce qui ne m'auroit pas per&s;uad&eacute; d'un mouvement perpetuel, car il auroit p&ucirc; diminuer en quelque cho&s;e du pr&eacute;mier mouvement donn&eacute; &amp; ce&s;&s;er tout-a-fait avec le tems, mais de gagner la vite&s;&s;e au lieu d'en perdre, &s;e mettre dans &s;a vite&s;&s;e ordinaire ju&s;qu' &agrave; ce qu'elle a acquis un certain degr&eacute; pour &s;e mettre &eacute;gale avec la re&s;i&s;tance d&eacute; l'air &amp; le frot|tement des axes, je ne &s;cai &s;i on peut encore douter de la verit&eacute; du fait. Je l'ai tourn&eacute; apr&egrave;s en &s;ens contraire, &amp; la Rou&euml; fai&s;oit le m&ecirc;me effet; j'examinai bien les axes de cette Rou&euml; pour voir, s'il n'y avoit point d'artifice cach&eacute;, mais on ne &s;auroit voir la moindre cho&s;e que deux pe|tits axes, o&ugrave; la Rou&euml; e&s;t &s;u&s;pendue par &s;on centre. Son alte&s;&s;e, qui po&s;&s;&eacute;de toutes les qualit&eacute;s qu'un grand prince doit avoir, fai&s;oit tou|jours cette reflection gratieu&s;e en faveur de l'auteur, de ne &s;e vouloir point &s;ervir de cette machine ou l'emplo&iuml;er &agrave; quelque cho&s;e, de peur qu'on n'en d&eacute;couvrit le &s;ecret avant que l'auteur en eut re&ccedil;u la recom|pen&s;e de pa&iuml;s &eacute;trangers. Son alte&s;&s;e qui po&s;&s;&eacute;de parfaitement les ma|th&eacute;matiques, m'a&s;&s;ure que cette machine e&s;t &s;i facile qu'un garcon de menui&s;ier la &s;auroit comprendre, &amp; la faire apr&egrave;s avoir vu le dedans de cette Rou&euml;, &amp; qu'il n'auroit pas expo&s;&eacute; &s;on nom en donnant des atte&s;ta|tions, s'il n'avoit pas eu connai&s;ance de la machine. J'ai dit a &s;on alte&s;&s;e, que je ne doutois pas, qu'on ne put former une compagnie &agrave; Londres pour ach&ecirc;ter le &s;ecret. Ce Prince en &s;era content, &s;i une telle compagnie veut con&s;igner 20 milles pi&eacute;ces pour l'auteur ou entre les mains de &s;on alte&s;&s;e m&ecirc;me, ou en autre lieu de &s;uret&eacute;. Alors on fera voir &amp; examiner la machine &amp; le &s;ecret, que &s;i on le trouve un mouve|ment perp&eacute;tuel, les 20 mille pieces &s;eront donn&eacute;es &agrave; l'auteur; &amp;, &s;i non,
<PB N="11" REF="10">l'argent &s;era re&s;titu&egrave;, ce qui &s;era &s;tipul&eacute; par des ecrits &amp; avec les pr&eacute;|cautions n&eacute;ce&s;&s;aires. Je dis a &s;on alte&s;&s;e &s;&eacute;reni&s;&s;ime, que per&s;onne ne pouroit animer une telle compagnie ou &s;ou&s;cription mieux que vous, qui travaillez toujours &agrave; l'in&s;truction du public; con&s;iderez quelle obliga|tion l'on vous aura, &s;i vous procurez la connoi&s;ance d'un principe de mouvement perp&eacute;tuel &agrave; la nation la plus &eacute;clair&eacute;e de l'Europe, &amp; que par l&agrave; on pouroit d&eacute;couvrir une infinit&eacute; de belles cho&s;es qui ne nous &s;ont pas encore connu&euml;s, comme les loix du mouvement, &s;ans parler de l'utilit&eacute; de la machine m&ecirc;me; comme je ne puis pas toujours re&s;ter ici je vous prie tenir corre&s;pondance avec Mr. Roman, &s;urintendant des b&acirc;timens de &s;on alte&s;&s;e; qui montrera vos lettres &agrave; ce Prince, &amp; &s;e pou|roit entendre avec vous touchant cette affair, qui m&eacute;rite bien qu'on y fa&s;&s;e des reflections pour ne pas lai&s;&s;er un tel tr&eacute;&s;or enterr&eacute;, &amp; &s;ans uti|lit&eacute;; vous communiquerez au&s;&s;i &agrave; v&ocirc;tre ami le Chevalier Newton, s'il vous plait, ce que je viens de vous avancer ici de ce mouvement. J'e&s;|pere qu'il vous &s;era certifi&eacute; par notre ami Mr. 'sGrave&s;ande de Leide, qu'on e&s;p&eacute;re de voir bient&ocirc;t dans ce pa&iuml;s pour faire une petit tour de promenade, &amp; faire &s;a reverence &agrave; &s;on alte&s;&s;e Mon&s;eigneur; &s;on alte&s;&s;e lui a&iuml;ant fait &eacute;crire par Mr. Roman, qu'il voudroit bien le voir ici.</P>
<CLOSER><SIGNED>Je &s;uis, &amp;c.</SIGNED></CLOSER>
</LETTER>
<DIV2 LANG="lat" TYPE="testimonial">
<HEAD>THE TESTIMONIAL OF THE LANDGRAVE OF HESSE CASSEL, IN FAVOUR OF ORFFYREUS'S MACHINE.</HEAD>
<P>TESTAMUR proinde &amp; verbo no&s;tro principali, ut debemus ve|ri&s;&s;ime con&s;irmamus, quod &s;aepe nominatum Perpetuum Mobile Orffy|reanum ita con&s;titutum invenerimus, ut illud neque ab externa aliqua vi aut ope, minus autem ab internis quibu&s;dam machinis, &s;eu horolo|giariae eae dicantur &s;eu rotariae aliquo modo dependeat; reperimus po|tius, quod artefactum hoc juxta innumerorum eruditorum &s;en&s;um (qua nimirum ratione reperiendum olim Mobile Perpetuum con&s;titutum
<PB N="12" REF="11">e&s;&s;e debeat<GAP DESC="illegible" RESP="pdcc" EXTENT="1 letter">) ea ip&s;a dudum quae&s;ita &amp; de&s;iderata machina, aut ita dict|um Perpetuum Mobile pure artificiale quoad durantem materiam, &amp;c. imo rota talis omnino &s;it, quae ab interna &s;ua propria artificio&s;aque vi motrice tamdiu motum &s;uum continuare pote&s;t, quamdiu in dicta interiore &s;tructura &amp; e&s;&s;entia nihil deficit, frangitur, laceratur aut de|perditur, imo quae, &s;i po&s;&s;ibile foret, nec materia ip&s;a defectui, muta|tioni, corruptioni &amp; &s;imilibus obnoxia foret, dubio procul motum &s;uum &s;ine ce&s;&s;atione e&s;&s;et continuatura.</P>
<P>Ad majorem etiam veritatis confirmationem machina haec, et&s;i ma|joris operis modulus tantum &s;it, ad no&s;tram tamen non exiguam ap|probationem diu de&s;ideratum men&s;is integri experimentum, idque du|plicato temporis &s;patio, nobis exhibuit; cum enim nos rotam hanc (po&s;tquam trium men&s;ium &s;patio multis peregrinis et no&s;tratibus, &s;um|mis &amp; imis quam &s;aepi&s;&s;ime &amp; frequenti&s;&s;ime cur&s;us &s;ui &amp; motus &s;pe|cimen praebui&s;&s;et) tandem die 12 Novembris anni proxime elap&s;i 1717 ob&s;erari, ob&s;eratam appre&s;&s;o &s;igillo muniri &amp; dimidii men&s;is &s;patio con|&s;tanter moveri ju&s;&s;i&s;&s;imus; die 26 Novembris rur&s;us eo nos contulimus, non paucis mini&s;tris nos comitantibus, illae&s;a &s;igilla no&s;tra cognovimus, recognita effregimus, omnia &amp; &s;ingula quam curati&s;&s;ime ob&s;ervavimus, &amp; machinam motu aeque rapido agitatam comperimus. Jam propriis nos ip&s;i manibus cur&s;um machinae &s;titimus, nec multo po&s;t ab&s;que no|tabili impul&s;u &amp; inventoris auctori&s;que ulla ope motum machinae reddidimus, &amp;, quo omnis aditus vel ip&s;i &s;u&s;picioni praecluderetur, fe|ne&s;tras omnes caeteraque omnia quam &s;ollicite obturari, januas omnes, nobis, no&s;tri&s;que omnibus coram in&s;pectantibus, ob&s;erari, cunctaque quam optime cu&s;todiri &amp; appre&s;&s;is &s;igillis muniri ju&s;&s;imus.</P>
<P>His ita peractis &amp; elap&s;is fere &s;ex &s;eptimanis (cum nemo hoc tem|pore ad dictam machinam po&s;&s;et accedere) nos die 4 Januarii anni hu|jus, propitio numine inchoati 1718. Arcem no&s;tram Wei&s;&s;en&s;teiniam petivimus, impre&s;&s;a ubique &s;igilla non tantum ip&s;i lu&s;travimus &amp; om|nino intacta reperimus, &s;ed apertis etiam januis fene&s;tri&s;que Mobile
<PB N="13" REF="12">perpetuum Or&s;&s;yreanum non interrupto motu agitatum, ut nuper, ita hoc etiam tempore invenimus, lu&s;tratoque quam curati&s;&s;ime toto con|clavi ne tenui&s;&s;imum actionis ullius, imo &s;u&s;picionis, ve&s;tigium nobis licuit reperire. Cumque inventor longiorem machinae &s;uae motum of|feret, &s;pecimen magis diuturnum (praecipu&egrave; cum a parte adver&s;a de&s;i|deratae quatuor &s;eptimanae duplicato temporis &s;patio e&s;&s;ent adimpletae) ad purgandum omni &s;u&s;picione machinam &amp; ab&s;olvendum a calumniis inventorem haudquaquam e&s;&s;e nece&s;&s;arium judicavimus.</P>
</DIV2>
<DIV2 LANG="fre" TYPE="essay">
<HEAD>ANIMADVERSIONS, BY PROFESSOR ALLAMAN, ON THE NEGLECT OF ORFFYREUS'S INVENTION.</HEAD>
<P>ON voit, que le t&eacute;moignage de M.'sGrave&s;ande &eacute;toit au&s;&s;i avanta|geux &agrave; Orffyreus qu'il &eacute;toit po&s;&s;ible; n'a&iuml;ant pas vu l'interieur il ne pou|voit pas juger autrement de &s;a machine: cependant nous allons voir que cette homme bizarre n'en fut point content, puis qu' &agrave; cau&s;e de cet &eacute;xamen il mit cette machine en pi&eacute;ces. Par la relation de M.'sGrave|&s;ande, par celle du Baron Fi&s;chers, &amp; par la t&eacute;moignage m&ecirc;me du Landgrave, il paroit d&eacute;montr&eacute;, que cette Rou&euml; n'&eacute;toit point mu&euml; par aucun agent exterieur. C'e&s;t cependant ce qu'on pretendit; on accu&s;a Orffyreus d'etre un impo&s;teur, qui en avoit impo&s;&eacute; &agrave; la bonne foi du Prince, qui avoit tromp&eacute; M.'sGrave&s;ande, &amp; tout ceux qui avoit &eacute;xa|min&eacute; &s;a machine. Sa propre &s;ervante d&eacute;po&s;a contre lui, &amp; dit que c'&eacute;toit elle qui fai&s;oit tourner c&eacute;tte Rou&euml;, &amp; in&s;en&s;iblement il tomba &s;i fort dans le mepris, que tout ceux que lui avoient prot&eacute;g&eacute;, en avoient honte. M. de Crou&s;az, qui &eacute;toit dans ce tems-la &agrave; la Cour de Ca&s;&s;el, &eacute;crivit en date du 3 Fevrier 1729 une Lettre &agrave; M.'sGrave&s;ande, o&ugrave; il s'&eacute;non&ccedil;oit en ces termes: <Q>1. Orffyreus e&s;t un fou. 2. Il e&s;t incro&iuml;able qu'un fou ait decouvrit ce qu'un infinit&eacute; des habiles gens ont cherch&eacute; &s;ans aucun &s;ucc&egrave;s. 3. Je ne crois pas l'incro&iuml;able. 4. On con&ccedil;oit ai&s;e|ment d'ou vient que des per&s;onnes gardent pour eux des &s;ecrets, dont ils tirent du fruit. Celui-cy ne pouvoit e&s;perer du &s;ien que de la reputation, &amp; il la lai&s;&s;e ternir par une accu&s;ation circon&s;tanci&eacute;e, dont il &eacute;toit en &s;on pouvoir de d&eacute;montrer le faux, &s;i elle avoit &eacute;t&eacute;
<PB N="14" REF="13">fau&s;&s;e. 5. La &s;ervante &s;e tire de chez lui de peur d'&eacute;tre &eacute;gorg&eacute;e, &amp; en effet la vie d'un tel t&eacute;moin e&s;t &agrave; charge. Elle a en main par &eacute;crit le &s;erment terrible qu'Orffyreus lui a fait jurer. 6. Il n'avoit qu'a demander qu'on mit cette fille en &s;uret&eacute;, &amp; exiger un tems pour re|tablir &s;a machine. 7. On publia que cette machine alloit s'&eacute;x&eacute;cuter
<NOTE N="*" PLACE="foot">Je trouve dans une lettre de Mr. Roman a Mr.'sGrave&s;ande, dat&egrave;e de Ca&s;&s;el, le 18 May 1727 que dans une mois cette machine alloit etre retablie telle qu'elle etoit en 1721 &amp; meme Mr.'sGrave&s;ande y e&s;t invit&eacute; par ordre de Landgrave, &agrave; &s;e rendre &agrave; Caffel pour a&s;&s;i&s;ter &agrave; l'examen, qu'on en devoit faire.</NOTE>; &amp; tout d'un coup les plus avi&s;&eacute;s furent ceux qui prirent le parti d&eacute; s'en taire le plus &eacute;xactement. 8. Il e&s;t vrai, qu'il a chez lui une ma|chine, a laquelle il a donn&eacute; au&s;&s;i le nom de mouvement perp&eacute;tuel; mais il ne la tran&s;porte pas. Elle e&s;t beaucoup plus petite &amp; differ|ente de la pr&eacute;mi&eacute;re, &s;ur-tout en ce qu'elle ne tourne que d'un cot&eacute;, &amp;c.</Q></P>
<P>Voil&agrave; de quoi rendre &s;u&s;pect Orffyreus &amp; &s;a machine. M.'sGrave|&s;ande &s;e &s;eroit il tromp&eacute; au point que d'en avoir &eacute;t&eacute; la dupe? Li&s;ons ce qu'il a dit lui-m&ecirc;me dans &s;a repon&s;e &agrave; M. de Crou&s;az, &amp; dont je trouve le brouillon parmi &s;es papiers, mais &s;ans date: <Q>J'ai differ&eacute; de vous repondre, ju&s;ques &agrave; ce que j'eu&s;&s;e recouvr&eacute; un &eacute;crit que je dre&s;&s;ai le lendemain de l'examen de la machine; car quoique je me &s;ouvienne tr&egrave;s &eacute;xactement de tout ce qui s'e&s;t pa&s;&s;&euml;, je crois qu'un ecrit dre&s;&s;&eacute; le lendemain de l'examen, &amp; communiqu&eacute; &agrave; Mon&s;eigneur, en pr&eacute;&s;ence de qui l'examen avoit &eacute;t&eacute; fait, devoit &ecirc;tre de plus de poids. C'e&s;t pourquoi j'ai voulu f&ccedil;avoir comment je m'&eacute;tois exprim&eacute;.</Q></P>
<P><Q>Voici ce que j'ai appris. On dit qu'une &s;ervante a&s;&s;ure &s;ous &s;er|ment qu'elle, ou une autre &s;ervante, fai&s;oit tourner la machine d'Orf|fyreus, &eacute;tant plac&eacute;e dans une chambre voi&s;ine.</Q></P>
<P><PB N="15" REF="14"><Q>Je &s;ai bien qu' Orffyreus e&s;t un fou, j'ignore s'il e&s;t impo&s;teur, je n'ai jamais decid&eacute; &s;i &s;a machine &eacute;toit une fourberie ou non; mais ce que je &s;ai au&s;&s;i &s;&ucirc;rement qu'aucune cho&s;e au monde, c'e&s;t que &s;i la &s;ervante dit ce que je viens de marquer elle dit un men&s;onge in&s;igne.</Q></P>
<P><Q>Mon&s;. le Landgrave, en pr&eacute;&s;ence du Baron Fi&s;cher, architecte de l'empereur, &amp; d'autres per&s;onnes, a fait d&eacute;monter &agrave; ma priere les &s;outiens de la machine; nous en avons vu les axes &agrave; decouvert, j'ai &eacute;xamin&eacute; les platines dans laquells les axes repo&s;oient, &amp; dans tout cette &eacute;xamen il n'a pas paru la moindre trace de communication avec une chambre voi&s;ine. Je me &s;ouviens tr&egrave;s di&s;tinctement de toutes les circon&s;tances de cet &eacute;xamen, qui mit Orffyreus dans une &s;i grande col&eacute;re contre moi, qu'il mit la machine en pieces, le jour m&ecirc;me, &amp; &eacute;crivit &s;ur la muraille, que c'&eacute;toit l'impertinente curio&s;it&eacute; du Profe&s;&s;eur 'sGrave&s;ande qui en &eacute;toit la cau&s;e. C'e&s;t ce que j'ai l&ucirc; moi-m&ecirc;me l'ann&eacute;e d'apr&egrave;s, &amp; le re&s;ultat de l'examen e&s;t exprim&eacute; clairement dans l'&eacute;crit dont je viens de parler.</Q></P>
<P><Q>On m'a dit plu&s;ieurs circon&s;tances du temoignage de la &s;ervante, mais je n'y vois pas grand difficult&eacute;: en fait de machines, je ne comte gu&eacute;res &s;ur ce que peut dire une &s;ervante, qui peut-&eacute;tre, en tournant le tourne-broche de &s;on maitre, aura cru fait aller le mouve|ment perp&eacute;tuel. Si vous &s;&ccedil;avez quelque cho&s;e de particulier tou|chant cette affaire, vous me ferez un &s;en&s;ible plai&s;ir de me le mar|quer.</Q></P>
<P>Il e&s;t difficile de determiner ce qu'il faut croire de cette machine. Il me paroit cependant que &s;i l'on &eacute;xamine murement tout ce qui e&s;t pour &amp; contre Orffyreus, on peut &s;e fixer &agrave; ceci: 1. Orffyreus e&s;t ef|fectivement un fou, comme Mr.'sGrave&s;ande en convient avec Mr. de Crou&s;az; &s;es machines bri&s;&eacute;es &agrave; deux differentes repri&s;es, pour de fort mauvais rai&s;ons, &amp; &s;ans aucune nece&s;&s;it&eacute;, en &s;ont de bonnes preuves. Mais c'etoit une de ces fols, tels qu'on a voit &s;ouvent, dont la &s;olie &s;e
<PB N="16" REF="15">borne &agrave; certains objets, &amp; m&eacute;riteroit pl&ucirc;t&ocirc;t le nomme de bizarrerie. Une telle folie e&s;t quelques fois accompagn&eacute;e de beaucoup de g&eacute;nie, &amp; quand des gens de ce caract&egrave;re s'appliquent a une &s;eul cho&s;e, comme il paroit que celui-ci a fait, il n'e&s;t pas &s;urprenant de leur voir faire des decouvertes qui ont &eacute;chap&eacute; &agrave; la &s;agacit&eacute; de plus habiles gens. Ain&s;s je ne voudrois point conclure avec Mr. de Crou&s;az, qu'il e&s;t incro&iuml;able qu' une fou, de l'e&s;pece de ceux parmi lefquels on doit ranger Orffyreus, ait trouv&eacute; une cho&s;e que tant de &s;avans ont cherch&eacute;e inutilement. Ajoute qu'il &s;e trompe quand il dit qu' Orffyreus ne pouvoit e&s;p&eacute;rer de &s;on &s;&eacute;|cret que de la r&eacute;putation: il en attendoit un profit confid&eacute;rable; puis qu'il en demandoit 200,000 florins. 2. Rien d'exterieur ne con&s;ervoit le mouvement de &s;a machine: &s;i c'etoit un &s;ervante qui la fai&s;oit mouvoir, e&s;t-il apparent que cela n'eut point &eacute;t&eacute; remarqu&eacute; par des yeux auffi clairvoians que l'&eacute;toient ceux qui en ont fait l'examen, ou par le Land|grave qui avoit vu l'interieur de la machine? Dailleurs, comment peut on concevoir qu'une Rou&euml;, d'un &s;i gros volume, eut pu &ecirc;tre agit&eacute;e par un cau&s;e, qui devoit agir uniquement &s;ur l'axe en traver&s;ant &s;es &s;outiens, &amp; qui etoit &s;i petite qu'elle avoit &eacute;chap&eacute; &agrave; l'&eacute;xamen le plus rigoureux? 3. Si la &s;ervante n'a point &eacute;t&eacute; gagn&eacute;e pour depo&s;er contre Orffyreus, tout ce que &s;on t&ecirc;moignage prouve, c'e&s;t que &s;on ma&icirc;tre lui avoit fait accroire, que c'etoit elle qui mettoit en mouvement la ma|chine, en fai&s;ant tourner un petit Rou&euml;t, &amp; cela &s;oit pour donner le change &agrave; ceux qui auroient cherch&eacute; a p&eacute;n&eacute;trer &s;on &s;ecret, &s;oit par une &s;uite de &s;on caract&egrave;re &s;ingulier, tr&egrave;s capable d'une imagination au&s;&s;i bizarre, comme j'ai entendue dire &s;ouvent a Mr.'sGrave&s;ande; &amp; ce m&ecirc;me caract&egrave;re peut fort bien encore l'avoir emp&ecirc;ch&eacute; de refaire une nouvelle machine. 4. Il faut avou&euml;r que cette Rou&euml; &eacute;toit un ph&eacute;nom&egrave;ne de m&eacute;chanique tr&egrave;s remarquable: &amp; c'e&s;t &agrave; quoi il fait s'en tenir &s;i l'on n'en &s;&ccedil;ait que ce qu'on vient de lire; il y auroit autant de t<GAP DESC="illegible" RESP="pdcc" EXTENT="1 letter">m&eacute;rit&eacute; &agrave; dire que cette invention &eacute;toit le mouvement perp&eacute;tuel, qu' &agrave; ne la re|garder que comme une fourberie dont quelqu' agent ext&eacute;rieur &eacute;toit la cau&s;e.</P>
</DIV2>
<DIV2 TYPE="essay">
<PB N="17" REF="16">
<HEAD>REMARKS ON THE UTILITY, RECONSTRUCTION AND IMPROVEMENT OF THE BEFORE|MENTIONED MACHINE.</HEAD>
<P>THE author of the preceding animadver&s;ions, though tolera|bly impartial in &s;tating the fact, &s;eems to lean, in his conclu|&s;ion, more &s;afely than logically, to the &s;ide of popular opinion. There is no weapon, indeed, &s;o keen as ridicule, no &s;hield &s;o impenetrable as prepo&s;&s;e&s;&s;ion. To with&s;tand the annoyance of the one, therefore, while the a&s;&s;ailant is defended by the other, is to &s;u&s;tain a conflict, in which few have the fortitude to en|gage and fewer the good fortune to conquer. Yet &s;uch is the &s;ituation of him, who combats the prejudices generally concei|ved again&s;t a mechanical principle of &s;elf-motion; prejudices which have taken &s;uch deep root under the &s;anction of &s;up|po&s;ed &s;cience, that all attempts to remove them have been long contemptuou&s;ly neglected as the impotent efforts of ignorance or ineptitude.</P>
<P>It was for this rea&s;on the author of the&s;e remarks conceived it nece&s;&s;ary to &s;helter him&s;elf under the preceding authorities, in order to obtain a more patient hearing than his &s;ubject otherwi&s;e promi&s;ed. Indeed he is not &s;atisfied they will have weight enough to &s;ecure him an impartial and unprejudiced audience: it being very ju&s;tly ob&s;erved by a certain writer,
<PB N="18" REF="17"><Q>Qu'il y a certaines mati&eacute;res &s;i di&s;graci&eacute;es que les plus habiles gens m&ecirc;mes ne &s;auroient les traiter avec &s;ucc&egrave;s.</Q></P>
<P>Similar has been the fatality attending mo&s;t of tho&s;e di&s;co|veries, which have proved of remarkable utility to mankind; as if the happine&s;s of being eminently u&s;eful to &s;ociety were to be purcha&s;ed only by a proportionable degree of mortification. Hence numerous are the projects that have for ages been made the je&s;t of wits and deri&s;ion of fools, who&s;e &s;olid advantages have neverthele&s;s been &s;ufficiently con&s;picuous to the wi&s;dom of po&s;terity. Columbus wa&s;ted half his life in fruitle&s;s attempts to gain credit enough to embark for the new world; which, thanks to the ingratitude of the old, he &s;ought at his own peril and found to their emolument.</P>
<P>Orffyreus was not le&s;s ridiculed, though le&s;s rewarded, for his attempts to explore a new world of mechanics in the di&s;co|very of a perpetual motion: a di&s;covery &s;till held to be equally chimerical with that of the We&s;t Indies in the time of Colum|bus. Not that the &s;ucce&s;s of the Mechanic appears to have been le&s;s than that of the Mariner: but it &s;eems our mathema|ticians had not, fifty years ago, been taught to &s;et an egg on its little end, and Orffyreus, le&s;s patient and more peevi&s;h than Columbus, would not let them into the Secret.</P>
<P><PB N="19" REF="18">Mathematicians indeed have demon&s;trated the fallacy of the &s;chemes generally pur&s;ued by pretenders to this di&s;covery; mo&s;t of whom have been mi&s;taken in the fundamental principles of Statics. But the demon&s;trations of the Mathematicians, how|ever &s;trictly ju&s;t, have not been &s;o &s;trictly applicable to the pro|blem. Thus De la Hire and others affect to treat it as a <HI>reductio ad ab&s;urdum;</HI> pretending "it is an attempt to find a body hea|vier or lighter than it&s;elf." In this, however, he charges that ab&s;urdity on the problem, which &s;hould only be imputed to an ab&s;urd mode of attempting its &s;olution. But not to dwell on theoretical points; it mu&s;t &s;ufficiently appear, to tho&s;e who have attentively peru&s;ed the preceding pages, that Orffyreus's machine, whether it was, what Mathematicians would call, a perpetual motion or not, was likely to an&s;wer mo&s;t of the u&s;e|ful purpo&s;es of that long-&s;ought di&s;covery. The neglect of it therefore, though not unaccountable, was &s;urpri&s;ing; e&s;pecial|ly as the inventor demanded only a conditional recompen&s;e. This Dr.'sGrave&s;ande him&s;elf particularly ob&s;erves in a print|ed tract pre&s;erved by Profe&s;&s;or Mu&s;&s;chenbroek.</P>
<P><Q>LA que&s;tion de la po&s;&s;ibilit&eacute; ou impo&s;&s;ibilit&eacute; du <HI>Mouvement per|p&eacute;tuel,</HI> me paroit de fort peu de con&s;equence, mais il &s;eroit a &s;ouhaiter que la forte per&s;ua&s;ion dans laquelle &s;ont le Mathematiciens, touchant cette impo&s;&s;ibilit&eacute;, ne les emp&ecirc;ch&acirc;t pas de faire une attention &s;&eacute;|rieu&s;e &agrave; une machine au&s;&s;i &eacute;tonnante qu'e&s;t celle de Ca&s;&s;el. Une rou&euml;, dont le principe du mouvement e&s;t interieur; qui &s;e met en mouve|ment
<PB N="20" REF="19">par le moindre effort; qu'on peut faire tourner du c&ocirc;t&eacute; qu'on juge &agrave; propos, &s;ans que ce qui la fait tourner d'une c&ocirc;t&eacute; &s;oit arr&ecirc;t&eacute; par ce qui l'auroit fait tourner de l'autre, &s;i elle y avoit &eacute;t&eacute; pou&s;&s;&eacute;e; enfin, une rou&euml;, qui, apres avoir fait quelque millions de tours, avec une rapidit&eacute; &s;urprenante, continu&euml; &s;on mouvement de m&ecirc;me, &amp; n'e&s;t arr&ecirc;t&eacute;e qu'a force de bras; une telle machine merite, &agrave; ce qu'il me paroit, quelque cloge, quand m&ecirc;me elle ne &s;atisferoit pas &agrave; tout ce que l'Inventeur en promet. Si c'e&s;t le mouvement perp&eacute;tuel l'auteur m&eacute;rite bien la recompen&s;e qu'il demande: &s;i ce ne l'e&s;t point, le public peut d&eacute;couvrir une belle invention, &s;ans que ceux qui au|roient promis la recompen&s;e &s;u&s;&s;ent engagez &agrave; rien; l'Inventeur n'ayant jamais exig&eacute; qu' une prome&s;&s;e conditionelle.</Q></P>
<P>Again in the &s;ame tract, he &s;ays</P>
<Q><P>Il y a environ huit mois que j'examinai &agrave; Ca&s;&s;el, par ordre de S. A. S. Mon&s;eigneur le Landgrave de He&s;&s;e, les effets d'une machine que l'Inventeur a&s;&s;ure &ecirc;tre un <HI>mouvement perp&eacute;tuel.</HI> Il en cache avec &s;oin l'interieur, ju&s;ques &agrave; ce, dit-il, qu'on lui ait a&s;&s;ur&eacute; une recom|pen&s;e, qu'il ne demande de toucher, que lor&s;que &s;on invention aura &eacute;t&eacute; examin&eacute;e, &amp; reconnu&euml; par les mathematiciens pour etre ce qu'on appelle en mechanique le mouvement perp&eacute;tuel. Je &s;us frapp&eacute; des effets de la machine; &amp; <HI>ce que j'en vis,</HI> joint &agrave; ce que j'en appris, d'une mani&eacute;re &agrave; ne pouvoir &ecirc;tre revoqu&eacute; en doute, me fit regarder cette machine comme <HI>une de plus belles inventions en Mechanique dont j'aie connai&s;&s;ance,</HI> &agrave; ne con&s;iderer que les effets averez.</P>
<P>Le de&s;ir de faire connoitre cette machine, fond&eacute; &s;ur la per&s;ua&s;ion de l'utilit&eacute; qu'on pouroit en retirer, m&ecirc;me en &s;uppo&s;ant fau&s;&s;e la pre|ten&s;ion de l'Auteur, me fit &eacute;crire &agrave; Mon&s;ieur Newton.</P></Q>
<P><PB N="21" REF="20">
NOTWITHSTANDING, however, the&s;e clear and very po&s;itive declarations, of one of the fir&s;t Mathematicians of the age, corroborated by every collateral evidence nece&s;&s;ary to e&s;ta|bli&s;h the credit of even the mo&s;t doubtful fact; the general pre|po&s;&s;e&s;&s;ion of the impo&s;&s;ibility of a perpetual motion, &s;till pre|vailed. So that Mr.'sGrave&s;ande found him&s;elf under the whim&s;ical nece&s;&s;ity, of drawing up a formal demon&s;tration of the po&s;&s;ibility of what he had actually &s;een put in practice. Of this demon&s;tration the following is a &s;ufficient extract.</P>
<Q><P><HI>PREUVE de la po&s;&s;ibilit&eacute; du mouvement perp&eacute;tuel, en &s;uppo&s;ant que la force du corps en mouvement e&s;t proportionelle &agrave; la ma&s;&s;e multipli&eacute;e par la vite&s;&s;e</HI>
<NOTE N="*" PLACE="foot">This principle is here propo&s;ed hypothetically; mathematicians being at that time divided in opinion concerning the mea&s;ure of mechanical forces. At pre&s;ent it is univer&s;ally admitted; being confirmed by innumerable experi|ments and the mo&s;t convincing arguments.</NOTE>.</P>
<P>Ceux qui admettent ce principe conviennent de cette propo&s;ition; que la force d'un corps qui tombe librement, s'augmente en rai&s;on du tems que le corps dans &s;a chute re&s;te expo&s;&eacute; &agrave; l'action de la pe&s;anteur: ce qui e&s;t un &s;uite du principe; pui&s;qu'il e&s;t con&s;tant par l'experience, que la vite&s;&s;e d'un corps qui tombe, s'augmente en rai&s;on du tems de la chute.</P>
<P>Par la m&ecirc;me rai&s;on, un corps qui monte verticalement, perd de &s;a force en rai&s;on du tems qu'il monte: par con&s;equent, &s;i de deux corps
<PB N="22" REF="21">egaux l'un monte verticalement, pendant que l'autre tombe librement, le premier perdra autant de force que le &s;econd en gagne, quoiqu'ils parcourent des e&s;paces in&eacute;gaux.</P>
<P>La force qu'il faut pour faire monter un corps &agrave; une certaine hauteur, e&s;t celle qu'il faut pour &s;urmonter l'action de la pe&s;anteur pendant que le corps monte; &amp; cette force e&s;t proportionelle au tems que le corps em|plo&iuml;e &agrave; monter.</P>
<P>Si donc un corps, en tombant librement d'une certaine hauteur peut re&s;ter expo&s;&eacute; plus long tems &agrave; l'action de la pe&s;anteur, qu'il ne l'e&s;t en remontant &agrave; la m&ecirc;me hauteur, la force qu'il acquiert en tombant &s;ur|pa&s;&s;e celle qui peut le faire remonter. Comme il e&s;t tres po&s;&s;ible qu'un corps remonte plus vite qu'il n'e&s;t de&s;cendu, c'e&s;t &s;ur quoi je fonde ma preuve de la po&s;&s;ibilit&eacute; du mouvement perp&eacute;tuel.</P>
<P>Concevons un corps qui en tombant de la hauteur d'un pied perde tout &s;on mouvement par le choc; po&s;ons qu'il tombe quatre fois de &s;uite de la m&ecirc;me mani&eacute;re: il &s;era de&s;cendu de la hauteur de quatre pieds, &amp; les quatre chocs &s;eront egaux &agrave; la force, que la gravit&eacute; com|munique au corps pendant les quatre momens de &s;a chute. Mais il e&s;t connu que le corps peut remonter en deux de ces momens &agrave; la hau|teur de quatre pieds, &amp; par con&s;equent la force de deux de quatre chocs &s;uffit par pour le faire remonter &amp; les deux autres chocs pourront &ecirc;tre emploiez &agrave; faire mouvoir une machine, dont le mouvement &s;era conti|nu&eacute; &agrave; perpetuit&eacute; par des chutes reiter&eacute;es du m&ecirc;me corps, qui &agrave; chaque revolution, gagne la force de deux chocs. Le gain de la force &s;era plus grande &agrave; chaque revolution, &s;i on augmente le nombre de chocs dans la de&s;cente. Il ne s'agit pas ici de la mani&eacute;re d'appliquer l'effort de deux chocs qu'il faut pour faire remonter le corps: je ne dis pas que j'ai trouv&eacute; le mouvement perp&eacute;tuel; il &s;uffit de demontrer, comme je viens de le faire, qu'il y a dans la nature un principe d'augmentation de force, pour &s;outenir que la mouvement perp&eacute;tuel n'e&s;t pas contra|dictoire, &amp; m&ecirc;me qu'il e&s;t po&s;&s;ible.</P>
<P><PB N="23" REF="22">Cette po&s;&s;ibilit&eacute; paroitra plus clairement &s;i on fait attention &agrave; cette propriet&eacute; des re&s;&s;orts, qu'ils &s;e debandent avec la m&ecirc;me force qu'ils ont &eacute;t&eacute; bandez, &s;ur quelque corps qu'ils agi&s;&s;ent. Soient deux corps que je nomme A. &amp; B. Je &s;uppo&s;e que A pe&s;e quatre livres, &amp; B une livre. B en de&s;cendant de la hauteur de quatre pieds peut faire monter A &agrave; la hauteur d'un pied, par le mo&iuml;en d'un levier ou de quelque autre machine; ce qui n'e&s;t pas conte&s;t. Je nomme <HI>un</HI> la vite&s;&s;e qu'un corps acquiert en tombant de la hauteur d'un pied &agrave; laquelle il vient d'&ecirc;tre &eacute;lev&eacute;: il aura quatre degrez de force. Suppo&s;ons encore que A par &s;on choc bande un re&s;&s;ort, &amp; qu'il y employe toute la force de &s;on choc. Si ce re&s;&s;ort en &s;e debandant agit &s;ur B, il communiquera &agrave; B quatre degrez de force: c'e&s;t a dire, pui&s;que la ma&s;&s;e de B e&s;t un, qua|tre degrez de vite&s;&s;e, qui feront remonter le corps B &agrave; une hauteur de &s;eize pieds, quadruple de la hauteur dont il &eacute;toit de&s;cendu d'abord.</P></Q>
<P>THE celebrated John Bernouilli, &s;peaking of the above de|mon&s;tration, in a letter to the author, remarks that it is very ju&s;t; the principle a&s;&s;umed nece&s;&s;arily involving an augmenta|tion
<NOTE N="*" PLACE="foot">The great mathematician maintains the po&s;&s;ibility of a perpetual motion, al&s;o in his other writings. <HI>See J. Bernouilli opera, Tom. I. pag</HI> 42.</NOTE> of force, viz. A perpetual motion. But this, continues he, is no more than Leibnitz had long before demon&s;trated in his di&s;pute with Papin and others.</P>
<P>The author of the&s;e remarks had indeed, long before he &s;aw the above letters and arguments, conceived a notion of the po&s;&s;i|bility
<PB N="24" REF="23">of &s;aving the force, which de&s;cending bodies acquire by gravity; and of applying it to a circular motion. But, immer&s;ed in bu&s;ine&s;s, or engaged in different &s;tudies, he &s;hould perhaps have acquie&s;ced till now in the general opinion of its impracticabi|lity; had not an accidental conver&s;ation, many years ago, on the &s;pot where Orffyreus exhibited his machine, awakened his curio&s;ity and directed his attention to an object which he hath ever &s;ince occa&s;ionally pur&s;ued. The experiments he hath made, even &s;o long &s;ince as the year 1761, convinced him &s;o far of the reality of Orffyreus's di&s;covery, that he applied for letters patent to &s;ecure an exclu&s;ive right to the con&s;truction of a &s;imilar machine; which he had contrived and denominated A ROTATOR. Before his patent, however, was expedited, he re|flected that, although the model he had con&s;tructed might &s;erve to remove the prejudices of the public, it was not &s;o well calculated as it might be, to an&s;wer the practical purpo&s;es of &s;o important a di&s;covery. To the improvement of the Rota|tor, therefore, hath he long &s;ince dedicated all the time and attention he could po&s;&s;ibly &s;pare from his other, more immedi|ately nece&s;&s;ary, pur&s;uits.</P>
<P>Not that he believes he has contrived quite &s;o many different machines as Orffyreus did, though he has been almo&s;t as many years engaged in the like undertaking; he hath neverthele&s;s both contrived and con&s;tructed a con&s;iderable number; many of
<PB N="25" REF="24">them u&s;ele&s;s as co&s;tly, except indeed as they &s;erved to a&s;&s;i&s;t him in completing his invention.</P>
<P>The point in que&s;tion now is, in what manner he &s;hould publi&s;h his di&s;covery to the greate&s;t advantage of the public and him&s;elf.</P>
<P>It were an ea&s;y matter, if the &s;olution of a theoretical pro|blem only were in view, to convince even the mo&s;t incredulous and ob&s;tinate mathematician, by a mechanical and ocular de|mon&s;tration. But, as a di&s;covery of this nature would be of the utmo&s;t con&s;equence and advantage to the commercial world, the inventor would be imprudently wanting to him&s;elf and fa|mily did he not previou&s;ly enter into &s;ome pecuniary &s;tipulation adequate to its importance with the public, and his own &s;tudy, application and expence in bringing it to perfection.</P>
<P>Such a previous &s;tipulation is the more requi&s;ite, as the ex|treme &s;implicity of the invention, when di&s;covered, may not tend to heighten the public opinion of its difficulty, though now it be &s;o generally thought impo&s;&s;ible.</P>
<P>By Letters Patent, it is true, the inventor might &s;ecure to him&s;elf an-exclu&s;ive right, among his countrymen, to the con|&s;truction of his pre&s;ent machine, for a term of years. But in that ca&s;e, its utility, which might otherwi&s;e &s;oon become uni|ver&s;al,
<PB N="26" REF="25">would be confined to the &s;mall circle of his particular attention. Add to this that, as he propo&s;es to furni&s;h a ge|neral fir&s;t mover for all &s;uch machines, as are u&s;ually worked by fire, water, wind, or cattle, it is impo&s;&s;ible he &s;hould have provided all the particular apparatus adapted to the va&s;t variety of mills and other engines, to which it may be differently ap|plied. It is to be ob&s;erved al&s;o, that in the mean time, Fo|reigners would reap an advantage, from which he could deduce none; and the manufactories abroad enjoy a benefit, denied to tho&s;e at home.</P>
<P>With all deference and &s;ubmi&s;&s;ion, therefore, to the public he propo&s;es to adopt the method pre&s;cribed by the prince of He&s;&s;e Ca&s;&s;el, in favour of Orffyreus.</P>
<P>That the inventor &s;hall di&s;po&s;e of his di&s;covery, on certain terms, to as many voluntary &s;ub&s;cribers as chu&s;e to become proprietors; each in proportion to their quota of the &s;um to be &s;ub&s;cribed.&mdash;The &s;aid company of &s;ub&s;cribers to become po&s;|&s;e&s;&s;ed of the inventor's right and preten&s;ions to any exclu&s;ive privilege or emolument he might, or may obtain, by letters pa|tent, or public premium, either at home or abroad.</P>
<P>The inventor flatters him&s;elf that, if the contents of the foregoing pages are &s;eriou&s;ly attended to, and it be farther con|&s;idered that not a penny of the propo&s;ed premium is required,
<PB N="27" REF="26">till the &s;ub&s;cribers are fully &s;atisfied of the reality and utility of the invention, his propo&s;al will not be treated with &s;o mortifying a neglect as was that of Orffyreus.</P>
<P>As to the quantum of the required premium, the inventor propo&s;es to con&s;ult the fir&s;t twenty &s;ub&s;cribers to the undertaking; with whom he would &s;ettle the terms and mode of a&s;certaining the merit of the di&s;covery.</P>
<P>With re&s;pect, indeed, to the criterion, by which the pay|ment of the premium is to be determined; the inventor does not mean to have it depend on the acceptation of equivocal terms. He does not in&s;i&s;t that the Rotator is what every mathematician would call a perpetual motion; being perfectly of 'sGrave&s;and's opinion that it is of little con&s;equence in mecha|nics, whether the perpetual motion, &s;trictly &s;o called, be po&s;&s;ible or not: but if his machine be found to an&s;wer all the practical purpo&s;es to be expected from that di&s;covery; &s;o as to &s;ave the expence, and obviate the inconveniences, attending the pre&s;ent methods of working mills, pumps and other mechanical en|gines, he will expect his reward. On the contrary, if it does not &s;upply the place of a fir&s;t mover, at the expence only of the con&s;truction and repair of a &s;imple wheel, &s;ubject to very little friction; and that in all &s;uch engines and machines even from the &s;lighte&s;t piece of clock-work to the water works of Marli or London Bridge, he expects nothing for his di&s;covery,
<PB N="28" REF="27">but to &s;tand expo&s;ed to the contempt, that will be ju&s;tly thrown on him for having &s;o mi&s;erably mi&s;pent his time, and frivolou&s;|ly engaged the attention of the public.</P>
<P>It may be expected, the inventor &s;hould make a public ex|hibition, in imitation of Orffyreus, of a &s;imilar Machine. He might indeed con&s;truct an u&s;ele&s;s model in that form: but as the utility of his de&s;ign has ever been the great object in view, he hath been little &s;ollicitous about &s;uch a mode of con&s;truc|tion: being the le&s;s inclined to &s;uch an exhibition from the mortifying example of it's little u&s;e, or rather it's great prejudice to Orffyreus. Another rea&s;on is that to per&s;ons, capable of judging of mechanical inventions, &s;uch a machine would carry no conviction with it of the certainty of the author's preten&s;ions. And with regard to others it would only &s;erve to excite, with|out gratifying, an idle and fruitle&s;s curio&s;ity.</P>
<P>Such bodies corporate, private companies or individuals, as are intere&s;ted in the con&s;truction or u&s;e of con&s;iderable mechanical engines, or are di&s;po&s;ed to encourage the pre&s;ent di&s;covery, may receive any farther information they require, on applying to the inventor,</P>
<CLOSER><SIGNED>WILLIAM KENRICK,</SIGNED>
<DATELINE>Charles-Street, St. James's Square, <DATE>March 1. 1770.</DATE></DATELINE></CLOSER>
</DIV2>
</DIV1>
</BODY>
</TEXT>
</EEBO>
</ETS>
